Repository: katagaki/SakuraRSS
Catalog: Shared/Strings/Petal.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, vi, zh_hans, zh_hant

# About.Body
source: Web Feeds lets you create custom feeds from any website, even those without RSS.
de: Mit Web-Feeds kannst du eigene Feeds von jeder Webseite erstellen, auch ohne RSS.
fr: Web Feeds vous permet de créer des flux personnalisés depuis n'importe quel site web, même sans RSS.
it: Web Feeds ti permette di creare feed personalizzati da qualsiasi sito web, anche senza RSS.
ja: WebフィードはRSSのないサイトからもカスタムフィードを作成できます。
ko: 웹 피드를 사용하면 RSS가 없는 사이트에서도 맞춤 피드를 만들 수 있습니다.
vi: Web Feeds cho phép bạn tạo nguồn cấp tùy chỉnh từ bất kỳ trang web nào, kể cả những trang không có RSS.
zh_hans: 网页订阅源让你从任何网站创建自定义订阅源，即使没有 RSS 也可以。
zh_hant: 網頁訂閱源讓你從任何網站建立自訂訂閱源，即使沒有 RSS 也可以。

# About.Header
source: About Web Feeds
de: Über Web-Feeds
fr: À propos des flux web
it: Informazioni sui feed web
ja: Webフィードについて
ko: 웹 피드 정보
vi: Giới thiệu về Web Feeds
zh_hans: 关于网页订阅源
zh_hant: 關於網頁訂閱源

# AddFeed.Generate
source: Generate Web Feed
de: Web-Feed generieren
fr: Générer un flux web
it: Genera feed web
ja: Webフィードを生成
ko: 웹 피드 생성
vi: Tạo nguồn cấp web
zh_hans: 生成网页订阅源
zh_hant: 產生網頁訂閱源

# AddFeed.GenerateFooter
source: No RSS feed was found. Web Feeds can build one on-device by scraping the page with selectors you choose.
de: Kein RSS-Feed gefunden. Mit von dir gewählten Selektoren kann direkt auf dem Gerät ein Feed aus der Seite erstellt werden.
fr: Aucun flux RSS trouvé. Web Feeds peut en créer un sur l’appareil en analysant la page avec les sélecteurs de votre choix.
it: Nessun feed RSS trovato. Web Feeds può crearne uno sul dispositivo analizzando la pagina con i selettori che scegli.
ja: RSSフィードが見つかりませんでした。選択したセレクタでページをスクレイピングし、デバイス上でWebフィードを作成できます。
ko: RSS 피드를 찾을 수 없습니다. 선택한 선택자로 페이지를 스크레이핑하여 기기에서 웹 피드를 만들 수 있습니다.
vi: Không tìm thấy nguồn RSS. Web Feeds có thể tạo một nguồn ngay trên thiết bị bằng cách trích xuất trang với các bộ chọn bạn chọn.
zh_hans: 未找到 RSS 订阅源。可以使用你选择的选择器在设备上抓取该页面并生成网页订阅源。
zh_hant: 找不到 RSS 訂閱源。可以使用你選擇的選擇器在裝置上抓取該頁面並產生網頁訂閱源。

# Builder.AutoDetect
source: Auto-Detect
de: Automatisch erkennen
fr: Détection automatique
it: Rilevamento automatico
ja: 自動検出
ko: 자동 감지
vi: Tự động phát hiện
zh_hans: 自动检测
zh_hant: 自動偵測

# Builder.AutoDetect.Failed
source: Could not auto-detect selectors. Try entering them manually.
de: Selektoren konnten nicht automatisch erkannt werden. Bitte manuell eingeben.
fr: Impossible de détecter automatiquement les sélecteurs. Essayez de les saisir manuellement.
it: Impossibile rilevare automaticamente i selettori. Prova a inserirli manualmente.
ja: セレクタを自動検出できませんでした。手動で入力してください。
ko: 선택자를 자동으로 감지할 수 없습니다. 직접 입력해 보세요.
vi: Không thể tự động phát hiện các bộ chọn. Hãy thử nhập thủ công.
zh_hans: 无法自动检测选择器，请尝试手动输入。
zh_hant: 無法自動偵測選擇器，請嘗試手動輸入。

# Builder.DateSelector
source: Date selector
de: Datum-Selektor
fr: Sélecteur de date
it: Selettore data
ja: 日付セレクタ
ko: 날짜 선택자
vi: Bộ chọn ngày
zh_hans: 日期选择器
zh_hant: 日期選擇器

# Builder.Delete
source: Delete Web Feed
de: Web-Feed löschen
fr: Supprimer le flux web
it: Elimina feed web
ja: Webフィードを削除
ko: 웹 피드 삭제
vi: Xóa nguồn cấp web
zh_hans: 删除网页订阅源
zh_hant: 刪除網頁訂閱源

# Builder.DeleteConfirm.Message
source: The recipe and its fetched articles will be removed. This cannot be undone.
de: Das Rezept und die abgerufenen Artikel werden entfernt. Dies kann nicht rückgängig gemacht werden.
fr: La recette et les articles récupérés seront supprimés. Cette action est irréversible.
it: La ricetta e gli articoli recuperati verranno rimossi. L’operazione non può essere annullata.
ja: レシピと取得した記事が削除されます。この操作は取り消せません。
ko: 레시피와 가져온 기사가 삭제됩니다. 이 작업은 취소할 수 없습니다.
vi: Công thức và các bài viết đã tải sẽ bị xóa. Hành động này không thể hoàn tác.
zh_hans: 配方及其已抓取的文章将被移除。此操作无法撤销。
zh_hant: 配方及其已抓取的文章將被移除。此操作無法復原。

# Builder.DeleteConfirm.Title
source: Delete this Web Feed?
de: Diesen Web-Feed löschen?
fr: Supprimer ce flux web ?
it: Eliminare questo feed web?
ja: このWebフィードを削除しますか？
ko: 이 웹 피드를 삭제하시겠습니까?
vi: Xóa nguồn cấp web này?
zh_hans: 要删除此网页订阅源吗？
zh_hant: 要刪除此網頁訂閱源嗎？

# Builder.Fetch
source: Fetch & Preview
de: Abrufen und Vorschau
fr: Récupérer et prévisualiser
it: Recupera e anteprima
ja: 取得してプレビュー
ko: 가져와서 미리보기
vi: Tải và xem trước
zh_hans: 抓取并预览
zh_hant: 抓取並預覽

# Builder.FetchMode
source: Fetch mode
de: Abrufmodus
fr: Mode de récupération
it: Modalità di recupero
ja: 取得モード
ko: 가져오기 모드
vi: Chế độ tải
zh_hans: 抓取模式
zh_hant: 抓取模式

# Builder.FetchMode.Rendered
source: Rendered (for SPAs)
de: Gerendert (für SPAs)
fr: Rendu (pour les SPA)
it: Renderizzato (per SPA)
ja: レンダリング済み（SPA向け）
ko: 렌더링됨(SPA용)
vi: Đã kết xuất (cho SPA)
zh_hans: 已渲染（适用于 SPA）
zh_hant: 已渲染（適用於 SPA）

# Builder.FetchMode.Static
source: Static HTML
de: Statisches HTML
fr: HTML statique
it: HTML statico
ja: 静的HTML
ko: 정적 HTML
vi: HTML tĩnh
zh_hans: 静态 HTML
zh_hant: 靜態 HTML

# Builder.ImageSelector
source: Image selector
de: Bild-Selektor
fr: Sélecteur d’image
it: Selettore immagine
ja: 画像セレクタ
ko: 이미지 선택자
vi: Bộ chọn ảnh
zh_hans: 图片选择器
zh_hant: 圖片選擇器

# Builder.ItemSelector
source: Item selector (required)
de: Element-Selektor (erforderlich)
fr: Sélecteur d’élément (obligatoire)
it: Selettore elemento (obbligatorio)
ja: アイテムセレクタ（必須）
ko: 항목 선택자(필수)
vi: Bộ chọn mục (bắt buộc)
zh_hans: 条目选择器（必填）
zh_hant: 條目選擇器（必填）

# Builder.LinkSelector
source: Link selector
de: Link-Selektor
fr: Sélecteur de lien
it: Selettore link
ja: リンクセレクタ
ko: 링크 선택자
vi: Bộ chọn liên kết
zh_hans: 链接选择器
zh_hant: 連結選擇器

# Builder.PickElements
source: Pick Elements
de: Elemente auswählen
fr: Choisir des éléments
it: Seleziona elementi
ja: 要素を選択
ko: 요소 선택
vi: Chọn phần tử
zh_hans: 选取元素
zh_hant: 選取元素

# Builder.Preview.Empty
source: No items matched. Try a broader item selector.
de: Keine Einträge gefunden. Versuche einen allgemeineren Element-Selektor.
fr: Aucun élément correspondant. Essayez un sélecteur d’élément plus large.
it: Nessun elemento corrispondente. Prova un selettore di elemento più ampio.
ja: 一致するアイテムがありません。より広いアイテムセレクタを試してください。
ko: 일치하는 항목이 없습니다. 더 넓은 항목 선택자를 사용해 보세요.
vi: Không có mục nào khớp. Hãy thử bộ chọn mục rộng hơn.
zh_hans: 没有匹配到任何条目。请尝试更宽松的条目选择器。
zh_hant: 沒有比對到任何條目。請嘗試更寬鬆的條目選擇器。

# Builder.Preview.TapFetch
source: Tap Fetch & Preview to load the page.
de: Tippe auf „Abrufen und Vorschau“, um die Seite zu laden.
fr: Touchez « Récupérer et prévisualiser » pour charger la page.
it: Tocca «Recupera e anteprima» per caricare la pagina.
ja: 「取得してプレビュー」をタップしてページを読み込みます。
ko: ‘가져와서 미리보기’를 탭하여 페이지를 불러오세요.
vi: Chạm vào “Tải và xem trước” để tải trang.
zh_hans: 点按“抓取并预览”以加载页面。
zh_hant: 點一下「抓取並預覽」以載入頁面。

# Builder.Section.Preview
source: Preview
de: Vorschau
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# Builder.Section.Selectors
source: Selectors
de: Selektoren
fr: Sélecteurs
it: Selettori
ja: セレクタ
ko: 선택자
vi: Bộ chọn
zh_hans: 选择器
zh_hant: 選擇器

# Builder.Section.SelectorsFooter
source: Each selector runs relative to an item. Leave a field empty to auto-detect the value from the item's own content.
de: Jeder Selektor wird relativ zu einem Element ausgeführt. Lass ein Feld leer, damit der Wert automatisch aus dem Inhalt des Elements ermittelt wird.
fr: Chaque sélecteur s’applique par rapport à un élément. Laissez un champ vide pour détecter automatiquement la valeur à partir du contenu de l’élément.
it: Ogni selettore viene eseguito in relazione a un elemento. Lascia un campo vuoto per rilevare automaticamente il valore dal contenuto dell’elemento.
ja: 各セレクタはアイテムを基準に実行されます。フィールドを空のままにすると、アイテム自体の内容から自動的に推測します。
ko: 각 선택자는 항목을 기준으로 실행됩니다. 필드를 비워 두면 항목 자체의 콘텐츠에서 값을 자동으로 감지합니다.
vi: Mỗi bộ chọn chạy tương đối với một mục. Để trống một trường để tự động phát hiện giá trị từ nội dung của chính mục đó.
zh_hans: 每个选择器都会相对于条目运行。留空某个字段可从条目自身的内容中自动推断。
zh_hant: 每個選擇器都會相對於條目執行。留空某個欄位可從條目自身的內容中自動推斷。

# Builder.Section.Source
source: Source
de: Quelle
it: Origine
ja: ソース
ko: 소스
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

# Builder.Section.SourceFooter
source: Rendered mode loads the page in a web view and waits for JavaScript to run. Use it for React or other single-page apps.
de: Im gerenderten Modus wird die Seite in einer Webansicht geladen und auf die JavaScript-Ausführung gewartet. Verwende ihn für React oder andere Single-Page-Apps.
fr: Le mode rendu charge la page dans une vue web et attend l’exécution du JavaScript. Utilisez-le pour React ou d’autres applications à page unique.
it: La modalità renderizzata carica la pagina in una vista web e attende l’esecuzione del JavaScript. Usala per React o altre app a pagina singola.
ja: レンダリングモードはページをWebビューで読み込み、JavaScriptの実行を待ちます。Reactなどのシングルページアプリに使用してください。
ko: 렌더링 모드는 웹 뷰에서 페이지를 불러오고 JavaScript가 실행될 때까지 기다립니다. React 또는 기타 싱글 페이지 앱에 사용하세요.
vi: Chế độ kết xuất tải trang trong một web view và chờ JavaScript chạy. Dùng cho React hoặc các ứng dụng một trang khác.
zh_hans: 渲染模式会在 Web 视图中加载页面并等待 JavaScript 执行。适用于 React 或其他单页应用。
zh_hant: 渲染模式會在 Web 檢視中載入頁面並等待 JavaScript 執行。適用於 React 或其他單頁應用。

# Builder.SummarySelector
source: Summary selector
de: Zusammenfassung-Selektor
fr: Sélecteur de résumé
it: Selettore riepilogo
ja: 概要セレクタ
ko: 요약 선택자
vi: Bộ chọn tóm tắt
zh_hans: 摘要选择器
zh_hant: 摘要選擇器

# Builder.TitleSelector
source: Title selector
de: Titel-Selektor
fr: Sélecteur de titre
it: Selettore titolo
ja: タイトルセレクタ
ko: 제목 선택자
vi: Bộ chọn tiêu đề
zh_hans: 标题选择器
zh_hant: 標題選擇器

# Error.FetchFailed
source: Couldn't load that page. Check the URL or try rendered mode.
de: Die Seite konnte nicht geladen werden. Überprüfe die URL oder versuche den gerenderten Modus.
fr: Impossible de charger cette page. Vérifiez l’URL ou essayez le mode rendu.
it: Impossibile caricare la pagina. Controlla l’URL o prova la modalità renderizzata.
ja: ページを読み込めませんでした。URLを確認するか、レンダリングモードをお試しください。
ko: 해당 페이지를 불러올 수 없습니다. URL을 확인하거나 렌더링 모드를 사용해 보세요.
vi: Không thể tải trang đó. Hãy kiểm tra URL hoặc thử chế độ kết xuất.
zh_hans: 无法加载该页面。请检查网址或尝试渲染模式。
zh_hant: 無法載入該頁面。請檢查網址或嘗試渲染模式。

# Error.ImportFailed
source: Couldn't import that package.
de: Das Paket konnte nicht importiert werden.
fr: Impossible d’importer ce paquet.
it: Impossibile importare il pacchetto.
ja: パッケージを読み込めませんでした。
ko: 해당 패키지를 가져올 수 없습니다.
vi: Không thể nhập gói đó.
zh_hans: 无法导入该包。
zh_hant: 無法匯入該套件。

# Error.NoMatches
source: No items matched the current selectors.
de: Keine Einträge mit den aktuellen Selektoren gefunden.
fr: Aucun élément ne correspond aux sélecteurs actuels.
it: Nessun elemento corrisponde ai selettori attuali.
ja: 現在のセレクタに一致するアイテムはありません。
ko: 현재 선택자와 일치하는 항목이 없습니다.
vi: Không có mục nào khớp với các bộ chọn hiện tại.
zh_hans: 当前选择器没有匹配到任何条目。
zh_hant: 目前的選擇器沒有比對到任何條目。

# Error.PackageMalformed
source: This doesn't look like a valid Sakura RSS package.
de: Das sieht nicht nach einem gültigen Sakura-RSS-Paket aus.
fr: Cela ne ressemble pas à un paquet Sakura RSS valide.
it: Non sembra un pacchetto Sakura RSS valido.
ja: 有効なRSSパッケージではないようです。
ko: 유효한 Sakura RSS 패키지가 아닌 것 같습니다.
vi: Đây không giống một gói Sakura RSS hợp lệ.
zh_hans: 这看起来不是有效的 Sakura RSS 包。
zh_hant: 這看起來不是有效的 Sakura RSS 套件。

# Error.PackageMissingRecipe
source: The package is missing a recipe file.
de: Im Paket fehlt die Rezeptdatei.
fr: Il manque un fichier de recette dans le paquet.
it: Il pacchetto non contiene il file della ricetta.
ja: パッケージにレシピファイルが含まれていません。
ko: 패키지에 레시피 파일이 없습니다.
vi: Gói thiếu tệp công thức.
zh_hans: 该包缺少配方文件。
zh_hant: 該套件缺少配方檔案。

# Error.PackageTooLarge
source: This package is larger than Sakura will import.
de: Dieses Paket ist größer, als Sakura importieren kann.
fr: Ce paquet est plus volumineux que ce que Sakura accepte d’importer.
it: Questo pacchetto è più grande di quanto Sakura possa importare.
ja: このパッケージはサクラリーダーが読み込める上限を超えています。
ko: 이 패키지는 Sakura가 가져올 수 있는 크기보다 큽니다.
vi: Gói này lớn hơn mức Sakura có thể nhập.
zh_hans: 此包超出了 Sakura 可导入的大小。
zh_hant: 此套件超出了 Sakura 可匯入的大小。

# Error.PackageUnsupportedVersion
source: This package was made with a newer version of Sakura. Update the app and try again.
de: Dieses Paket wurde mit einer neueren Version von Sakura erstellt. Aktualisiere die App und versuche es erneut.
fr: Ce paquet a été créé avec une version plus récente de Sakura. Mettez l’application à jour et réessayez.
it: Questo pacchetto è stato creato con una versione più recente di Sakura. Aggiorna l’app e riprova.
ja: このパッケージはより新しいバージョンのサクラリーダーで作成されました。アプリを更新してからもう一度お試しください。
ko: 이 패키지는 더 최신 버전의 Sakura에서 만들어졌습니다. 앱을 업데이트한 후 다시 시도하세요.
vi: Gói này được tạo bằng phiên bản Sakura mới hơn. Hãy cập nhật ứng dụng và thử lại.
zh_hans: 此包是用更新版本的 Sakura 制作的。请更新应用后重试。
zh_hant: 此套件是用更新版本的 Sakura 製作的。請更新 App 後重試。

# FeedEdit.EditRecipe
source: Edit Recipe
de: Rezept bearbeiten
fr: Modifier la recette
it: Modifica ricetta
ja: レシピを編集
ko: 레시피 편집
vi: Chỉnh sửa công thức
zh_hans: 编辑配方
zh_hant: 編輯配方

# FeedEdit.SourceURL
source: Source URL
de: Quell-URL
fr: URL source
it: URL sorgente
ja: ソースURL
ko: 소스 URL
vi: URL nguồn
zh_hans: 来源 URL
zh_hant: 來源 URL

# Manage.Empty
source: No Web Feeds yet. Create one from the Add Feed screen, or import a .srss package.
de: Noch keine Web-Feeds. Erstelle einen im Bildschirm „Feed hinzufügen“ oder importiere ein .srss-Paket.
fr: Aucun flux web pour le moment. Créez-en un depuis l’écran Ajouter un flux, ou importez un paquet .srss.
it: Ancora nessun feed web. Creane uno dalla schermata Aggiungi feed oppure importa un pacchetto .srss.
ja: まだWebフィードがありません。「フィードを追加」画面で作成するか、.srssパッケージを読み込んでください。
ko: 아직 웹 피드가 없습니다. '피드 추가' 화면에서 만들거나 .srss 패키지를 가져오세요.
vi: Chưa có nguồn cấp web nào. Hãy tạo một nguồn từ màn hình Thêm nguồn cấp, hoặc nhập một gói .srss.
zh_hans: 还没有网页订阅源。可在“添加订阅源”界面创建，或导入 .srss 包。
zh_hant: 還沒有網頁訂閱源。可在「加入訂閱源」畫面建立，或匯入 .srss 套件。

# Manage.Export
source: Export as .srss
de: Als .srss exportieren
fr: Exporter en .srss
it: Esporta come .srss
ja: .srssとして書き出す
ko: .srss로 내보내기
vi: Xuất dưới dạng .srss
zh_hans: 导出为 .srss
zh_hant: 匯出為 .srss

# Manage.Import
source: Import .srss package
de: .srss-Paket importieren
fr: Importer un paquet .srss
it: Importa pacchetto .srss
ja: .srssパッケージを読み込む
ko: .srss 패키지 가져오기
vi: Nhập gói .srss
zh_hans: 导入 .srss 包
zh_hant: 匯入 .srss 套件

# Manage.ImportFooter
source: Sakura RSS packages (.srss) contain a recipe and an optional feed icon. Nothing is uploaded, import runs entirely on device.
de: Sakura-RSS-Pakete (.srss) enthalten ein Rezept und ein optionales Feed-Symbol. Es wird nichts hochgeladen, der Import erfolgt vollständig auf dem Gerät.
fr: Les paquets Sakura RSS (.srss) contiennent une recette et, facultativement, une icône de flux. Rien n’est envoyé en ligne, l’importation se fait entièrement sur l’appareil.
it: I pacchetti Sakura RSS (.srss) contengono una ricetta e un’icona del feed facoltativa. Non viene caricato nulla, l’importazione avviene interamente sul dispositivo.
ja: RSSパッケージ（.srss）にはレシピとオプションのフィードアイコンが含まれます。アップロードは行われず、読み込みはすべてデバイス上で完結します。
ko: Sakura RSS 패키지(.srss)에는 레시피와 선택 사항인 피드 아이콘이 포함됩니다. 업로드되는 항목은 없으며 가져오기는 전적으로 기기에서 수행됩니다.
vi: Gói Sakura RSS (.srss) chứa một công thức và tùy chọn biểu tượng nguồn cấp. Không có gì được tải lên, việc nhập diễn ra hoàn toàn trên thiết bị.
zh_hans: Sakura RSS 包（.srss）包含一个配方和可选的订阅源图标。不会上传任何内容，导入完全在设备上进行。
zh_hant: Sakura RSS 套件（.srss）包含一個配方和選用的訂閱源圖示。不會上傳任何內容，匯入完全在裝置上進行。

# Manage.Section.Installed
source: Installed
de: Installiert
fr: Installés
it: Installati
ja: インストール済み
ko: 설치됨
vi: Đã cài đặt
zh_hans: 已安装
zh_hant: 已安裝

# Manage.Title
source: Manage Web Feeds
de: Web-Feeds verwalten
fr: Gérer les flux web
it: Gestisci feed web
ja: Webフィードを管理
ko: 웹 피드 관리
vi: Quản lý nguồn cấp web
zh_hans: 管理网页订阅源
zh_hant: 管理網頁訂閱源

# Picker.AssignTo
source: Assign to…
de: Zuweisen zu…
fr: Attribuer à…
it: Assegna a…
ja: 割り当て先…
ko: 할당 대상…
vi: Gán cho…
zh_hans: 分配到…
zh_hant: 指派給…

# Picker.Children.A11y
source: Show children
de: Unterelemente anzeigen
fr: Afficher les enfants
it: Mostra elementi figli
ja: 子要素を表示
ko: 하위 요소 표시
vi: Hiển thị phần tử con
zh_hans: 显示子元素
zh_hant: 顯示子元素

# Picker.Children.Menu
source: Children
de: Unterelemente
fr: Enfants
it: Elementi figli
ja: 子要素
ko: 하위 요소
vi: Phần tử con
zh_hans: 子元素
zh_hant: 子元素

# Picker.Field.Author
source: Author
de: Autor
fr: Auteur
it: Autore
ja: 著者
ko: 작성자
vi: Tác giả
zh_hans: 作者
zh_hant: 作者

# Picker.Field.Date
source: Date
de: Datum
it: Data
ja: 日付
ko: 날짜
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# Picker.Field.Image
source: Image
de: Bild
it: Immagine
ja: 画像
ko: 이미지
vi: Ảnh
zh_hans: 图片
zh_hant: 圖片

# Picker.Field.Item
source: Item Container
de: Element-Container
fr: Conteneur d'élément
it: Contenitore elemento
ja: アイテムコンテナ
ko: 항목 컨테이너
vi: Vùng chứa mục
zh_hans: 条目容器
zh_hant: 條目容器

# Picker.Field.Summary
source: Summary
de: Zusammenfassung
fr: Résumé
it: Riepilogo
ja: 概要
ko: 요약
vi: Tóm tắt
zh_hans: 摘要
zh_hant: 摘要

# Picker.Field.Title
source: Title
de: Titel
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# Picker.NoSelection
source: Tap an element to pick it
de: Tippe ein Element an, um es auszuwählen
fr: Touchez un élément pour le sélectionner
it: Tocca un elemento per selezionarlo
ja: 要素をタップして選択
ko: 요소를 탭해서 선택하세요
vi: Chạm vào một phần tử để chọn
zh_hans: 轻点元素以选取
zh_hant: 輕點元素以選取

# Picker.Title
source: Element Picker
de: Elementauswahl
fr: Sélecteur d'éléments
it: Selettore elementi
ja: 要素を選択
ko: 요소 선택기
vi: Trình chọn phần tử
zh_hans: 元素选取器
zh_hant: 元素選取器

# Builder.Name.Placeholder
source: Feed name
fr: Nom du flux
it: Nome del feed
ja: フィード名
ko: 피드 이름
vi: Tên nguồn cấp
zh_hans: 订阅源名称
zh_hant: 訂閱源名稱

# Builder.Title
source: Web Feed
fr: Flux web
it: Feed web
ja: Webフィード
ko: 웹 피드
vi: Nguồn cấp web
zh_hans: 网页订阅源
zh_hant: 網頁訂閱源

# Error.Title
source: Web Feeds
fr: Flux web
it: Feed web
ja: Webフィード
ko: 웹 피드
vi: Nguồn cấp web
zh_hans: 网页订阅源
zh_hant: 網頁訂閱源

# FeedEdit.Header
source: Web Feed
fr: Flux web
it: Feed web
ja: Webフィード
ko: 웹 피드
vi: Nguồn cấp web
zh_hans: 网页订阅源
zh_hant: 網頁訂閱源

# Picker.Field.Link
source: Link
fr: Lien
ja: リンク
ko: 링크
vi: Liên kết
zh_hans: 链接
zh_hant: 連結
